{
  "buttonHome": "Download CV",

  "sectionAbout": "About me",
  "aboutInfo": "Ahoy! I'm Elena,",
  "aboutInfo2": "After years of working in education, my desire to grow and feel professionally fulfilled led me to get into programming. What attracted me the most to this world? The fact of being able to",
  "aboutInfoSpan": "working in a team and cooperatively, the novelty of the day to day, the challenges and above all the possibility of working in multidisciplinary environments.",
  "aboutInfo3": "My objective today is to",
  "aboutInfoSpan2": "to continue my training and improve my skills",
  "aboutInfo4": "learning from my colleagues so that in the future I can be the one to teach others.",

  "aboutDate": "Apr 2023 | Currently",
  "aboutDescription": "Web Developer. Maintenance and development of various projects in the field of circular economy with a team of expert developers in different sectors.",
  "aboutDate2": "Feb 2023 | Mar 2023",
  "aboutDescription2": "Pool 42 (selected). 26 consecutive days of work governed by the 42 methodology. Daily projects focused on obtaining a solid base in C language through peer to peer and self-learning.",
  "aboutDate3": "Sep 2022 | Jan 2023",
  "aboutDescription3": "Web Programming Bootcamp oriented to the development of web/mobile pages using programming languages such as HTML, CSS3 or JavaScript along with other programming tools.",

  "sectionProjects": "Projects",
  "projectsIntro": "Multilanguage Landing Page (es-en)",
  "projectsDescription": "Template of a simple landing page suitable for editing and developing future projects. Built from scratch with HTML5, Typescript, Angular and Sass. Additionally, it uses Jasmine and Karma for unit and integration testing.",
  "projectsIntro2": "Business Card Generator web application",
  "projectsDescription2": "Interactive website designed to generate personalized business cards. Created from a proposal given by Adalab with HTML5, JavaScript and Sass. Collaborative project.",
  "projectsIntro3": "Geography web application",
  "projectsDescription3": "Web designed to consult technical information of a specific country. Created from a design given by Fernando Herrera (Udemy) with Angular and Bootstrap.",
  "projectsIntro4": "Angular Pipes web application",
  "projectsDescription4": "Web designed to consult technical information about the types of Pipes that exist in Angular. Created from a design given by Fernando Herrera (Udemy) with Angular and Bootstrap.",

  "sectionSkills": "Technologies",
  "skill": "Attention to detail",
  "skill1": "Organization",
  "skill2": "Autonomy",

  "navAbout": "About me",
  "navProjects": "Projects",
  "navContact": "Contact"
}
