{
  "buttonHome": "Descargar CV",

  "sectionAbout": "Conóceme",
  "aboutInfo": "Ahoy! Soy Elena,",
  "aboutInfo2": "Después de una vida laboral orientada a la educación mis ganas de crecer y de sentirme realizada profesionalmente me llevaron a adentrarme de lleno en la programación. ¿Que qué fue lo que más me atrajo de este mundillo? El hecho de poder",
  "aboutInfoSpan": "  trabajar en equipo y de forma cooperativa, la novedad del día a día, los retos y sobre todo la posibilidad de trabajar en entornos multidisciplinares.",
  "aboutInfo3": " Mi objetivo a día de hoy es",
  "aboutInfoSpan2": "seguir formandome y mejorar mis aptitudes",
  "aboutInfo4": "aprendiendo de mis compañeros para en el futuro ser yo la que pueda enseñar a otros.",

  "aboutDate": "Abr 2023 | Actualmente",
  "aboutDescription": "Desarrolladora Web. Mantenimiento y desarrollo de diversos proyectos del ámbito de la economia circular junto a un equipo de desarrolladores expertos en diferentes sectores.",
  "aboutDate2": "Feb 2023 | Mar 2023",
  "aboutDescription2": "Piscina 42 (seleccionada). 26 días de trabajo consecutivos regidos por la metodología 42. Proyectos diarios centrados en obtener una base sólida en lenguaje C a través del peer to peer y el auto-aprendizaje.",
  "aboutDate3": "Sep 2022 | Ene 2023",
  "aboutDescription3": "Bootcamp de Programación Web orientado al desarrollo de páginas web/mobile utilizando lenguajes de programación como HTML, CSS3 o JavaScript junto a otras herramientas de programación.",

  "sectionProjects": "Proyectos",
  "projectsIntro": "Maquetación de una Landin page con diseño propio y con traducción simultanea.",
  "projectsDescription": "Template de una landing secilla apta para editar y desarrollar futuros proyectos. Creado desde cero con HTML5, Typescript, Angular y Sass. Adicionalmente, utiliza Jasmine y Karma para pruebas unitarias y de integración",
  "projectsIntro2": "Aplicación web de Generador de tarjetas personales.",
  "projectsDescription2": "Web interactiva diseñada para generar tarjetas de visita personalizadas y que puedan ser compartidas en Twitter. Proyecto colaborativo creado desde cero con HTML5, JavaScript y Sass",
  "projectsIntro3": "Aplicación web de Geografía.",
  "projectsDescription3": "Web diseñada para consultar información técnica de un país en concreto. Creado desde un diseño dado por Fernando Herrera (Udemy) con Angular y Bootstrap.",
  "projectsIntro4": "Aplicación web Pipes de Angular.",
  "projectsDescription4": "Web diseñada para consultar información técnica de los distintos tipos de Pipes que existen en Angular con algunos ejemplos de su funcionamiento. Creado desde un diseño dado por Fernando Herrera (Udemy) con Angular y Bootstrap.",

  "sectionSkills": "Tecnologías",
  "skill": "Atención al detalle",
  "skill1": "Organización",
  "skill2": "Autonomía",

  "navAbout": "Conóceme",
  "navProjects": "Proyectos",
  "navContact": "Contacto"
}
